<?php

// Ukrainian (uk)
return array(
    'greetings' => 'Привіт, {name}',
    'email.trader.subject.welcome' => 'Ласкаво просимо до Traderpoint',
    'welcome-to-traderpoint' => 'Ласкаво просимо до Traderpoint',
    'thank-you-trader-for-joining' => 'Дякуємо, що приєдналися до Traderpoint. Обіцяємо писати лише тоді, коли це допоможе вам знайти  замовлення',
    'thank-you-client-for-joining' => 'Дякуємо, що приєдналися до Traderpoint. Ми надсилаємо листи тільки тоді, коли вони допомагають вам знайти підходящого майстра.',
    'confirm-email' => 'Підтвердити електронну адресу',
    'email.client.subject.welcome' => 'Ласкаво просимо до Traderpoint',
    'quote-received' => 'Отримано цінову пропозицію ',
    'quotation-received-content' => 'ваше замовлення {title} отримало нову цінову пропозицію на {amount} від {owner}',
    'view-quote' => 'Переглянути пропозицію',
    'trader-job-match' => 'Нове відповідне замовлення: {title}',
    'trader-job-match-content' => 'з бюджетом {budget}, на відстані {distance} km від вас і відповідає вашим навичкам. Відкрийте, щоб переглянути та надіслати пропозицію.',
    'view-job' => 'переглянути замовлення',
    'nice-try' => 'Гарна спроба! 😉',
    'email.client.subject.verify-email-address' => 'Підтвердьте електронну адресу',
    'email.trader.engagement.match' => 'Нове відповідне замовлення',
    'verify-email' => 'Підтвердити електронну адресу',
    'verify-email-content' => 'Будь ласка, натисніть посилання нижче, щоб підтвердити свою електронну адресу.',
    'link-expires-in' => 'це посилання припинить дію через {hours} годин',
    'password-reset' => 'скидання пароля',
    'reset-password' => 'скинути пароль',
    'password-reset-content' => 'Будь ласка, перейдіть за посиланням нижче, щоб скинути пароль.',
    'email.subject.client.engagement.message' => 'повідомлення щодо розміщеної вами заявки',
    'email.message-received-content' => 'Ви отримали повідомлення щодо вашої заявки {title}. Натисніть на посилання нижче, щоб переглянути його.',
);
